Revit 2024 API
PDFExportOptions.HideUnreferencedViewTags Property
 Whether to hide unreferenced view tags.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022
Syntax
C#
public bool HideUnreferencedViewTags { get; set; }
Visual Basic
Public Property HideUnreferencedViewTags As Boolean
	Get
	Set
Visual C++
public:
property bool HideUnreferencedViewTags {
	bool get ();
	void set (bool value);
}
See Also
PDFExportOptions Class
Autodesk.Revit.DB Namespace